Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/arrests/statements_from_suspects.html.txt.tmx
Source language: en
Languages: ga

source: The right to silence and the right not to incriminate oneself are generally recognised international standards in law
ga: Is caighdeáin a aithnítear go hidirnáisiúnta sa dlí iad an ceart tosta agus an ceart gan tú féin a ionchoiriú

source: Article 38.1 of Bunreacht na hEireann (the Constitution of Ireland) and Article 6 of the European Convention on Human Rights both protect citizens against being forced to make statements which result in admissions of guilt
ga: Tugann Airteagal 38.1 de Bhunreacht na hÉireann agus Airteagal 6 de Choinbhinsiún na hEorpa um Chearta an Duine cosaint do shaoránaigh ó aon iachall a bheith curtha orthu ráitis a dhéanamh a mbíonn admháil chiontachta mar thoradh orthu

source: The following words must be spoken by the Gardaí before they are allowed to take a statement from a suspect:
ga: Ní mór do na Gardaí na focail seo a leanas a rá sula bhfuil cead acu ráiteas a thógáil ó dhuine atá faoi amhras:

source: “You are not obliged to say anything unless you wish to do so, but anything you say will be taken down in writing and may be given in evidence.”
ga: ''Ní gá duit aon cheo a rá mura bhfuil fonn ort, ach má dheireann tú aon cheo scríofar síos é agus d'fhéadfadh sé go mbainfí úsáid as mar fhianaise.''

source: These words are known as the caution
ga: Is iad na focail seo ar a dtugtar an rabhadh

source: It means that you must be informed that there is no legal obligation on you to say anything or to make a statement
ga: Ciallaíonn sé nach mór tú a chur ar an eolas nach bhfuil aon oibleagáid dlíthiúil ort aon rud a rá ná ráiteas a dhéanamh

source: Are there rules covering the taking of statements?
ga: An bhfuil rialacha ann a bhaineann le ráitis a ghlacadh?

source: The rules that cover the taking of statements from suspects are called the Judges’ Rules
ga: Is Rialacha na mBreithiúna a thugtar ar na rialacha a chlúdaíonn tógáil ráitis ó dhaoine atá faoi amhras

source: Originally drawn up in 1912, they are a guide for the Gardaí when investigating a crime, to ensure that suspects are treated fairly
ga: Is i 1912 a cuireadh le chéile iad seo i dtosach báire, agus is treoir do na Gardaí iad nuair atá coir á imscrúdú acu, chun a chinntiú go gcaitear go cóir le daoine atá faoi amhras

source: The Judges' Rules do not have the force of law, however, any statement taken from a suspect, in a way which breaks these rules, is likely to be rejected by a judge conducting a criminal trial
ga: Níl fórsa dlí ag Rialacha na mBreithiúna, ach tá seans an-mhaith ann go ndiúltóidh breitheamh a bheidh ag stiúradh triail choiriúil d'aon ráiteas a tógadh ó dhuine atá faoi amhras, ar bhealach a bhriseann na rialacha seo

source: A very important difference between a statement being made involuntarily and a statement taken in breach of the Judges’ Rules is that, while an involuntary statement must be excluded in a trial, the statement taken in contravention of the Judges’ Rules can be allowed by the judge (if he/she decides)
ga: Difir an-tábhachtacht idir ráiteas a dhéantar go neamhthoilteanach agus ráiteas a ghlactar a sháraíonn Rialacha na mBreithiúna ná, cé nach mór ráiteas neamhthoilteanach a eisiamh i dtriail,is féidir leis an mbreitheamh an ráiteas a tógadh a sháraíonn Rialacha na mBreithiúna a cheadú (má shocraíonn sé/sí féin é seo)

source: In other words, the judge has discretion to include or exclude statements in this regard
ga: I bhfocail eile, tá discréid ag an mbreitheamh ráitis den chinéal seo a thógáil san áireamh nó a eisiamh

source: While there are nine rules, the main purpose of them is to ensure that any suspect who is going to make a statement to the Gardaí must be informed of their right to silence by way of the caution
ga: Cé go bhfuil naoi riail ann, is é an phríomhchuspóir atá acu ná a chinntiú go bhfuil aon duine atá faoi amhras is atá chun ráiteas a dhéanamh leis na Gardaí curtha ar an eolas maidir lena gceart tosta, tríd an rabhadh a thabhairt

source: If you make a statement to the Gardaí and the caution is given to you by the Gardaí before the statement is taken, then the contents of the statement can be used in any court case or trial that results
ga: Má dhéanann tú ráiteas leis na Gardaí agus go dtugann na Gardaí an rabhadh duit sula dtógtar an ráiteas, ansin is féidir an méid atá sa ráiteas a úsáid in aon chás cúirte nó triail a tharlaíonn ina dhiaidh

source: Often, a statement by a suspect is a confession admitting his/her part in a crime
ga: Go minic, is éard a bhíonn i ráiteas a dhéanann duine atá faoi amhras ná admháil ar an bpáirt a bhí aige/aici féin i gcoir

source: If you make a confession in a statement, then the courts look very closely at the circumstances which surrounded the taking of the statement of confession
ga: Má dhéanann tú admháil i ráiteas, breathnaíonn na cúirteanna go cúramach ar na cúinsí a bhain le tógáil an ráitis ina rinneadh an admháil

source: The most important issue that surrounds a written confession (or statement) is the voluntariness of the confession
ga: Is í an tsaincheist is tábhachtai a bhaineann le hadmháil scríofa (nó ráiteas) ná an rinneadh an admháil go deonach

source: Confessions (whether oral or in writing), made by a suspect before a trial or court case can only be proved against the suspect if they were free and voluntary
ga: Ní féidir admhálacha (béil nó scríofa) a rinne duine atá faoi amhras roimh thriail nó chás cúirte, a chruthú i gcoinne an duine ach amháin má rinneadh go deonach agus go toilteanach iad

source: To be free and voluntary a confession must not be influenced by hope or fear, in the form of a threat, promise or inducement
ga: Ionas go mbeidh sé deonach agus toilteanach, ní féidir dóchas nó imní dul i bhfeidhm ar admháil, trí bhagairt, geallúint nó aslú

source: Any such statement of confession by a suspect will be held to be an involuntary confession
ga: Déanfar cinneadh gur ráiteas neamhthoilteanach a bheidh in aon ráiteas admhála a dhéanann duine atá faoi amhras faoi chúinsí den chineál seo

source: How will the court know if a statement is involuntary?
ga: Conas a bheidh a fhios ag an gcúirt má tá ráiteas neamhthoilteanach?

source: Broadly speaking, anything that suggests to you that your position in relation to the crime would be better if you made a statement of confession (or worse if you did not), renders such a statement inadmissible, because it was involuntary
ga: Go ginearálta, aon rud a chuireann in iúl duit go mbeidh do sheasamh i leith na coire níos fearr má dhéanann tú ráiteas admhála (nó níos measamura ndéanann), fágann sé go bhfuil an ráiteas neamhinghlactha, mar go raibh sé neamhthoilteanach

source: Over the years, the courts have taken a very strict line on anything that could constitute an inducement, threat or promise
ga: Thar na mblianta, tá na cúirteanna tar éis a bheith an-ghéar faoi aon rud a d'fhéadfadh a bheith ina aslú, ina bhagairt nó ina gheallúint

source: In the case of The People-v-Murphy I.R.236 the expression “you are all right”, used by a member of the Gardaí to a suspect before taking a statement from him, was found by the court to mean “you will be all right”, which the court said amounted to an improper inducement
ga: I gcás The People-v-Murphy I.R.236 d'úsáid duine de na Gardaí an ráiteas “you are all right” leis an duine faoi amhras sular thóg siad ráiteas uaidh, agus chinn an chúirt gur chiallaigh sé sin “you will be all right”, rud a dúirt an chúirt a bhí ina mhealladh míchóir

source: The Criminal Justice Act 1984 (Electronic Recording of Interviews) Regulations 1997 (as amended) provides for the electronic recording of certain interviews in Garda stations
ga: Déanann an tAcht um Cheartas Coiriúil 1984 Rialacháin 1997 (Taifeadadh Leictreonach ar Agallaimh) foráil i gcomhair taifeadadh leictreonach ar agallaimh áirithe i stáisiún na nGardaí

source: If you are detained in a Garda station after arrest under the provisions of:
ga: Má choinnítear i stáisiún Gardaí tú tar éis do ghabhála faoi fhorálacha:

source: • Section 30 of the Offences Against the State Act 1939
ga: • Alt 30 den Acht um Chiontaí in Aghaidh an Stáit 1939

source: • Section 4 of the Criminal Justice Act 1984
ga: • Alt 4 den Acht um Cheartas Coiriúil 1984

source: • Section 2 of the Criminal Justice (Drug Trafficking) Act 1996
ga: • Alt 2 den Acht um Cheartas Coiriúil (Gáinneáil ar Dhrugaí) 1996

source: • Section 42 of the Criminal Justice Act 1999
ga: • Alt 42 den Acht um Cheartas Coiriúil 1999

source: • Section 50 of the Criminal Justice Act 2007
ga: • Alt 50 den Acht um Cheartas Coiriúil 2007

source: • Section 16 or 17 of the Criminal Procedure Act 2010
ga: • Alt 16 nó 17 den Acht um Nós Imeachta Coiriúil 2010

source: your interview with the Gardaí must be electronically recorded
ga: ní mór d'agallamh leis na Gardaí a thaifead go leictreonach

source: You can read more about about detention after arrest here
ga: Is féidir leat tuilleadh a léamh faoi choinneáil i ndiaidh gabhála anseo

source: For the courts and the suspect, it provides them with proof as to whether or not statements were made voluntarily
ga: I gcás na gcúirteanna agus an duine faoi amhras, tugann sé cruthúnas dóibh an rinneadh ráitis go toilteanach nó nach ndearnadh

source: It has also almost eliminated the practice of suspects making complaints and allegations of Garda abuse and allegation that they were forced into making involuntary statements
ga: Tá sé tar éis beagnach fáil réidh leis an nós a bhí ag daoine faoi amhras gearáin agus líomhaintí a dhéanamh faoi mhí-úsáid ó na Gardaí agus líomhaintí gur cuireadh iachall orthu ráitis neamhthoilteanacha a dhéanamh

source: What is the procedure for taking statements from suspects?
ga: Cén nós imeachta atá ann chun ráitis a thógáil ó dhaoine atá faoi amhras?

source: If you decide to make a statement, the Gardaí have to issue the caution informing you of your right to remain silent
ga: Má chinneann tú ráiteas a dhéanamh, ní mór do na Gardaí an rabhadh a thabhairt duit a chuireann ar an eolas tú faoin gceart atá agat gan aon rud a rá

source: This caution must be included at the top line of the written statement
ga: Ní mór an rabhadh seo a bheith san áireamh ag an líne bairr den ráiteas scríofa

source: The contents of the statement are then written down, either by you or by the Gardaí
ga: Scríobhtar síos a bhfuil sa ráiteas ansin, agus is tú féin nó na Gardaí a dhéanann é seo

source: Normally this is done by the Gardaí, but you are allowed to write the statement if you wish
ga: Is iad na Gardaí a dhéanann é seo go hiondúil, ach is féidir leat féin an ráiteas a scríobh síos más mian leat

source: In the process of taking down your statement, the Gardaí cannot cross examine you
ga: Nuair atá do ráiteas á thógáil síos acu, ní ceadmhach do na Gardaí croscheistiú a dhéanamh ort

source: They are allowed to ask you questions in order to clarify anything you say which is unclear
ga: Is ceadmhach dóibh ceisteanna a chur ort chun soiléiriú a dhéanamh ar aon rud a dúirt tú atá míshoiléir

source: When you are finished giving your statement the Gardaí either read out the statement to you, or invite you to read the statement yourself
ga: Nuair atá tú críochnaithe ag tabhairt an ráitis, léifidh na Gardaí an ráiteas duit, nó tabharfaidh siad rogha duit é a léamh tú féin

source: The Gardaí then invite you to make any alterations or additions to the statement if you wish to do so
ga: Tabharfaidh na Gardaí rogha duit ansin athruithe a dhéanamh ar an ráiteas nó rudaí a chur leis más mian leat

source: This fact is recorded at the end of the statement in the following way
ga: Déantar é sin a thaifeadadh ag deireadh an ráitis mar seo a leanas

source: “This statement has been read over to (or by) me, and I have been invited to make any corrections thought necessary in it
ga: ''Tá an ráiteas seo léite agam (nó dom), agus tugadh an rogha dom aon cheartúcháin a dhéanamh a cheap mé a bhí riachtanach

source: Finally, the Gardaí ask you to sign the statement
ga: Ar deireadh, déarfaidh na Gardaí leat an ráiteas a shíniú

source: The signature should be written on the next available line and should be witnessed by those present
ga: Ba chóir an síniú seo a dhéanamh ar an gcéad líne eile atá ar fáil agus ba chóir dóibh siúd atá i láthair a bheith ina bhfínnéithe aige

source: In the case of a juvenile, the signature should also be witnessed by a parent, adult relative or guardian
ga: I gcás ógánaigh, ba chóir do thuismitheoir, duine fásta gaolta nó caomhnóir a bheith ina bhfinnéithe ag an síniú freisin

source: If you refuse to sign the statement the Gardaí insert the words “Declined to sign” and the reasons for refusing are also included
ga: Má dhiúltaíonn tú an ráiteas a shíniú cuirfidh na Gardaí na focail ''Diúltaithe síniú a thabhairt'' ann agus cuirfear na cúiseanna ar diúltaíodh síos freisin

source: In the case of an illiterate suspect (that is, someone who cannot read or write), he/she is asked to make a mark in place of a signature
ga: I gcás dhuine faoi amhras atá neamhliteartha (is é sin, duine nach bhfuil léamh ná scríobh aige/aici) iarrtar air/uirthi marc a chur in áit an tsínithe

source: Can a suspect get a copy of the statement?
ga: An féidir le duine atá faoi amhras cóip den ráiteas a fháil?

source: If you make a statement to the Gardaí you are entitled to a copy of the statement free of charge
ga: Má dhéanann tú ráiteas leis na Gardaí tá tú i dteideal cóip den ráiteas a fháil saor in aisce

source: If you engage a solicitor after making your statement, then your solicitor is entitled to a copy of the statement free of charge
ga: Má fhostaíonn tú aturnae tar éis duit do ráiteas a dhéanamh, tá do aturnae i dteideal cóip den ráiteas a fháil saor in aisce

source: If you make a statement to the Gardaí and it is electronically recorded then you or your solicitor is entitled to a copy of the electronic recording
ga: Má dhéanann tú ráiteas leis na Gardaí agus go ndéantar é a thaifead go leictreonach, tá tusa nó d'aturnae i dteideal cóip den taifead leictreonach a fháil

source: There is no fee for this tape
ga: Níl aon táille i gceist ar an téip seo

source: If another person has been charged with the same offence and his/her statement has been taken separately, the Gardaí should not read this statement to you
ga: Má tá an choir chéanna curtha i leith dhuine eile agus gur tógadh a ráiteas siúd uaidh féin, níor chóir do na Gardaí an ráiteas seo a léamh duit

source: You should however, be given a copy of the statement and the Gardaí should say nothing that would invite a reply
ga: Ba chóir go dtabharfaí cóip den ráiteas duit, áfach, agus níor chóir do na Gardaí aon rud a rá a bheadh ag lorg freagra
